[

    {
        "weather": "Dubai has a hot desert climate. Dubai has two distinct seasons – summer and winter. Summer in Dubai begins at the end of April and lasts through the beginning of October. This period is characterized by hot weather, warm winds, and high humidity. Due to the city's close proximity to the sea, the temperatures in Dubai are milder in the summer, relative to other Gulf Cities like Kuwait City and Riyadh. ",
        "about": "Dubai is a city in the United Arab Emirates known for its ultramodern architecture and its luxury shopping, located in the southeastern end of the Arabian Peninsula on the Persian Gulf. With a total population of more than 9.4 million, the UAE is a federation of seven emirates or sheikdoms, with Abu Dhabi serving as its capital. The destination’s economy is the 31st largest by nominal GDP and remains extremely reliant on oil, with the exception of Dubai’s sheikdom. Tourism plays a vital role in the economy of the United Arab Emirates, with the number of visitors surpassing 10 million tourists per year and with Dubai maintaining the highest share of tourism among all the emirates. The healthcare system is a mix of public and private, with the public system being more of a comprehensive system that cares for the entire patient needs. Meanwhile, the private sector keeps building state of the art facilities and also caters to medical tourism. ",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz16.jpg?alt=media&token=65c72b3e-37f9-4a70-b5f3-55cb2a79baa0",
        "capital": "Dubai",
        "currency": "Arab Emirate Dirham",
        "rank": 9,
        "name": "Dubai",
        "inshort": "Dubai is known for its ultramodern architecture and its luxury shopping. It is located at the southeastern end of the Arabian Peninsula on the Persian Gulf.",
        "timezone": "GMT+4",
        "language": "Arebic"
    }, {
        "timezone": "GMT+2",
        "inshort": "Egypt’s land frontiers border Libya, Sudan, and Israel. Egypt’s border with Sudan is notable for two areas: the Hala’ib Triangle, along the Red Sea, and Bir Tawil, which is further inland.",
        "currency": "Egyptian Pound (EGP).",
        "language": " Arabic",
        "name": "Egypt",
        "rank": 26,
        "about": "Egypt’s land frontiers border Libya to the west, Sudan to the south, and Israel to the northeast. Egypt’s border with Sudan is notable for two areas, the Hala’ib Triangle along the Red Sea and Bir Tawil further inland, that are subject to differing claims by both countries (see Researcher’s Note). In the north, its Mediterranean coastline is about 620 miles (1,000 km), and in the east, its coastline on the Red Sea and the Gulf of Aqaba is about 1,200 miles (1,900 km).  ‍  The Nile divides the desert plateau through which it flows into two unequal sections — the Western Desert, between the river and the Libyan frontier, and the Eastern Desert, extending to the Suez Canal, the Gulf of Suez, and the Red Sea. Each has a distinctive character, as does the third and smallest of the Egyptian deserts, the Sinai. The Western Desert (a branch of the Libyan Desert) is arid and without wadis, while the Eastern Desert is extensively dissected by wadis and fringed by rugged mountains in the east. The desert of central Sinai is open country, broken by isolated hills and scored by wadis.",
        "capital": "Cairo",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ee2fc85e05510e7e2daa8_Egypt.jpg?alt=media&token=be9be317-03d6-4d5d-95a1-4ef35c16f0d5",
        "weather": "Most of Egypt's rain falls in the winter months. South of Cairo, rainfall averages around 2-5 mm (0.1 to 0.2 in) per year and at intervals of many years. On a very thin strip of the northern coast, the rainfall can be as high as 410 mm (16.1 in), mostly between October and March. Snow falls on Sinai's mountains and some of the north coastal cities, like Damietta, Baltim and Sidi Barrani."
    }, {
        "rank": 42,
        "inshort": "El Salvador is the smallest and most densely populated country in Central America. It is surrounded by Guatemala, Honduras, and the Pacific Ocean",
        "about": "El Salvador is the smallest and most densely populated country in Central America. It is surrounded by Guatemala, Honduras, and the Pacific Ocean. Unfortunately, El Salvador has a bad reputation for violence and generally unsafe activities; however, there is a strong police presence in tourist areas, and you can request a free police escort during hiking excursions. Most major crime is localized to neighborhoods with no interest to tourists. Travelers should nonetheless take care not to wear flashy jewelry or have an expensive camera out in plain sight.  ‍  El Salvador is a beautiful country with mountains, national parks, volcanoes, and excellent surfing. Such natural wonders, coupled with the country’s pivot toward democracy, can convince people to experience the many wonderful attractions that El Salvador has to offer.",
        "weather": "El Salvador’s climate is tropical with two seasons: the wet season (May to October) and the dry season (November to April). The temperature depends on the elevation. Coastal areas tend to be hotter, with average temperatures from 72-90 degrees Fahrenheit (22-32 degrees Celsius) year round. The central areas have varying temperatures, which can be as high as 82 degrees Fahrenheit (28 degrees Celsius) and as low as 66 degrees Fahrenheit (19 degrees Celsius).",
        "timezone": "GMT-6",
        "name": "El Salvador",
        "capital": "San Salvador",
        "currency": "US Dollar",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ee3bf2f493e30e16df401_El%20Salvador.jpg?alt=media&token=2b422f7d-9e16-4132-b8a2-b994540a7e6f",
        "language": "Spanish"
    }, {
        "currency": "Euro",
        "language": "French",
        "weather": "France has a temperate climate in the north; northeastern areas have a more continental climate with warm summers and colder winters. Rainfall is distributed throughout the year, with some snow likely in winter. The Jura Mountains have an alpine climate. Lorraine, sheltered by bordering hills, has a relatively mild climate. Much of the south features a Mediterranean climate, including the Riviera, while the mountains are cooler with heavy snow in winter. Summers can be very hot and sunny across several regions in France.",
        "timezone": "GMT+1",
        "inshort": "France is a modern European republic. It is also one of the world’s major economies.",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ee4da0065a00b3a14d88f_France.jpg?alt=media&token=6fb0225f-d127-4951-9806-dd6228268646",
        "name": "France",
        "about": "France is a modern European state and a republic. It is also one of the world’s major economies. In the Alps near the Italian and Swiss borders is Western Europe’s highest point — Mont Blanc (15,781 ft). The forest-covered Vosges Mountains are in the northeast, and the Pyrénées are along the Spanish border. Except a small, northern portion of France, the country may be described as four river basins and a plateau.  ‍  France is the largest state in the European Union by area and the third-largest in Europe behind Russia and Ukraine. France has been a major power for many centuries with strong economic, cultural, militaristic, and political influence.",
        "rank": 11,
        "capital": "Paris"
    }, {
        "about": "Greece was the home of great, ancient civilizations. Now, it's the site of many of their ruins. The country is also home to picturesque islands, great food, and a pulsating nightlife, which will allow you to party until the wee hours of the night, should you allow it. The country’s rich history has, at times, overshadowed its recent economic development. 30 years ago, Greece was an agrarian society famous for its beaches, islands, and olive oil; in the present day, Greece boasts more cell phones than landlines, and many middle-to-high-end establishments have sprouted that cater to the burgeoning tourism sector, as well as the country’s middle and upper-class inhabitants. The influx of immigrants from Asia, Africa, and other European nations has resulted in a myriad of food options, too. ",
        "weather": "The weather in Greece is dependent on the location. The islands of the Cyclades and Crete have a Mediterranean climate; however the mountains of Crete do occasionally get snow. Northern Macedonia’s climate is likened to the Balkans, with cold winters and very hot, humid summers. During the high season in July and August, temperatures can reach more than 100 degrees Fahrenheit (40 degrees Celsius). The wettest months are from November to February, and it can get surprisingly cold during this time. Thus, spring and fall are often the most pleasant times to visit Greece.",
        "timezone": "GMT+2",
        "language": "Greek",
        "rank": 34,
        "inshort": "Greece was the home of great ancient civilizations and is now the site of many of their ruins. The country is also home to picturesque islands, great food, and a pulsating nightlife.",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ee627e5e2628d10b8322c_Greece.jpg?alt=media&token=3d0dbaf9-3106-419b-ac39-016bf931d5af",
        "capital": "Athens",
        "currency": "Euro",
        "name": "Greece"
    },
    {
        "timezone": "GMT+1",
        "weather": "Surrounded by the Alps to the west and the Great Plains to the east, Budapest is subject to terribly cold winters and warm summers. July and August are the warmest months with an average high of 79 degrees Fahrenheit (26 degrees Celsius) and an average low of 58 degrees Fahrenheit (15 degrees Celsius). The coldest months are December to February, where average low temperatures can drop to 25 degrees Fahrenheit (-4 degrees Celsius).",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ee84a64e8619596a817d1_Hungary.jpg?alt=media&token=511d854d-7612-4a42-9bec-7303ed20ec40",
        "currency": "Hungarian Forint",
        "name": "Hungary",
        "inshort": "Situated in the heart of Europe and straddling the central and eastern part of the continent, Hungary offers visitors a rich and unique culture.",
        "language": "Hungarian",
        "capital": "Budapest",
        "rank": 23,
        "about": "Situated in the heart of Europe and straddling the central and eastern zones of the continent, Hungary offers visitors a rich and unique culture. During the communist era, significant money and resources were put into the capital city of Budapest, so travelers generally do not stray far from the city. However, the countryside is described as very beautiful and worth the trip. If you do decide to stay in Budapest, you will not be disappointed with what people have deemed the ‘Pearl of the Danube.’"
    }, {
        "timezone": "GMT+9",
        "inshort": "As an East Asian nation in the southern half of the Korean Peninsula, it shares one of the most heavily militarized borders with North Korea, its only neighbor. ",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3887a4413f5f435774e7_South%20Korea.jpg?alt=media&token=22114a2d-3e0f-4c3d-a7e4-90dabb92adfc",
        "rank": 15,
        "language": "Korean",
        "currency": "South Korean Won",
        "weather": "South Korea has a temperate climate with four distinct seasons. Winters are usually long, cold, and dry. Summers are very short, hot, and humid. Spring and autumn are pleasant but also short in duration.",
        "capital": "Seoul",
        "name": "South Korea",
        "about": "As an East Asian nation in the southern half of the Korean Peninsula, South Korea shares one of the most heavily militarized borders in world history with North Korea, its only neighbor. It has a population of 50 million and is considered a highly developed destination, with a market economy ranked 13th in the world based on nominal GDP. It has become a high-tech, industrialized economy, joining the trillion-dollar club of world economies, an amazing achievement by such a small destination. Tourism plays a growing role in that, with South Korea playing an increasingly influential role in world culture. "
    }, {
        "weather": "Iran has a hot, dry climate characterized by long, hot, dry summers and short, cool winters. The climate is influenced by Iran's location between the subtropical aridity of the Arabian desert areas and the subtropical humidity of the eastern Mediterranean area. January is the coldest month, with temperatures from 5°C to 10°C, and August is the hottest month at 20°C to 30°C or more. In most of the areas, summers are warm to hot with virtually continuous sunshine, but high humidity on the southern coastal areas of the Persian Gulf. Daily Temperatures can be very hot; on some days temperatures can reach easily 40°C or more, especially along the Persian Gulf and Oman Sea which causes a danger of heat exhaustion.",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5ec6ab61fe35e2fff9b50cb7_iran.jpg?alt=media&token=1c1239ac-0700-4efb-a4da-602c6f036ebd",
        "name": "Iran",
        "about": "Iran also called Persia, and officially the Islamic Republic of Iran, is a country in Western Asia. With 83 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.  Although tourism declined significantly during the war with Iraq, it has been subsequently recovered.About 2.3 million foreign tourists visited Iran in 2009, mostly from Asian countries, including the republics of Central Asia, while about 10% came from the European Union and North America. Since the removal of some sanctions against Iran in 2015, tourism has re-surged in the country. Over five million tourists visited Iran in the fiscal year of 2014–2015, four percent more than the previous year.",
        "capital": "Tehran",
        "inshort": "Iran also called Persia, and officially the Islamic Republic of Iran, is a country in Western Asia. With 83 million inhabitants, Iran is the world's 18th most populous country.",
        "rank": 46,
        "language": "Persian",
        "currency": "Iranian rial",
        "timezone": "GMT+4:30"
    }, {
        "inshort": "Ireland is a newcomer to the medical tourism sector and foreign patients generally seek cosmetic surgery and dental treatments.",
        "about": "Ireland is a newcomer to the medical tourism sector, where foreign patients generally seek cosmetic surgery and dental treatments. However, hospitals and clinics in Ireland offer a variety of services, including cardiology, pathology, pulmonary, and physiotherapy. The Joint Commission International has accredited 16 hospitals and clinics in Ireland, which are mostly located in Dublin and Waterford. There are also clinics in Galway, Cork, Tralee, Sandyford, and Kilkenny.",
        "timezone": "GMT",
        "rank": 43,
        "language": "Gaelic",
        "weather": "Because of the Atlantic Gulf Stream, Ireland’s climate is relatively mild in spit of its latitude. It rarely snows, and the temperature only infrequently drops below freezing during the winter months. The coldest months are January and February with the average temperature being 45 degrees Fahrenheit (7 degrees Celsius). July and August are the warmest months, with an average temperature of 61 degrees Fahrenheit (16 degrees Celsius). For those who enjoy sunshine during the late summer months, there is 18 hours of daylight daily in Ireland. However, it does rain frequently, so pack an umbrella.",
        "name": "Ireland",
        "capital": "Dublin",
        "currency": "Euro",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9eec73e5e262a4a2b85ed2_Ireland.jpg?alt=media&token=162def65-c2b9-4f61-874c-69b5764e6daf"
    }, {
        "name": "Israel",
        "inshort": "Israel is a West Asian nation located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea.",
        "capital": "Jerusalem",
        "timezone": "GMT+2",
        "currency": "Israeli Shekel",
        "about": "srael is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area.Israel's economic and technological center is Tel Aviv.  ‍  Tourism, especially religious tourism, is an important industry in Israel, with the country's temperate climate, beaches, archaeological & biblical sites, and unique geography also drawing tourists. Israel's security problems has no doubt effected the industry, but the number of incoming tourists has nevertheless seen record numbers in recent years. ",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9eedddd3a57f9f5e9ad7d1_Israel.jpg?alt=media&token=3e0048fc-a517-4ad5-9a58-eb62e5be53c6",
        "rank": 8,
        "language": "Hebrew",
        "weather": "The climate of Israel is different depending on the region. Israel is described as subtropical; however, the northern and coastal regions exhibit a Mediterranean climate that is hot and dry during the summer and cool and wet during the winter, while the southern and eastern regions display an arid climate. The rainy season occurs between October and May, peaking from December through February."
    }, {
        "weather": "Because of the great longitudinal extension of the peninsula and the mostly mountainous internal conformation, the climate of Italy is highly diverse. In most of the inland northern and central regions, the climate ranges from humid subtropical to humid continental and oceanic. In particular, the climate of the Po valley geographical region is mostly continental, with harsh winters and hot summers.",
        "rank": 18,
        "capital": "Rome",
        "name": "Italy",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9eee81e5e262035bb870dd_Italy.jpg?alt=media&token=5b22372c-9992-4bf5-830f-18948fbdb120",
        "inshort": "Italy — officially the Italian Republic — is a European country consisting of a long, boot-shaped peninsula delimited by the Alps and surrounded by several islands.",
        "about": "Italy is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in Southern Europe, though it is sometimes considered as part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, it is the fourth-most populous member state of the European Union.",
        "currency": "Euro",
        "timezone": "GMT+1",
        "language": "Italian"
    }, {
        "timezone": "GMT+1",
        "weather": "Because of its large size, mountain ranges, and coastal areas, Spain’s climate varies depending on location. The high areas of central Spain (including Madrid) are subject to hot summers and freezing cold winters. Andalucia (the southernmost part of Spain and the location of Cordoba, Cadiz, Malaga, Granada, and Seville) can get scorching hot in the summertime, with temperatures surpassing 95 degrees Fahrenheit (35 degrees Celsius).",
        "about": "One of the most beautiful countries in Europe, the birthplace of flamenco and tapas has a rich history tied to a variety of cultures throughout world history. The Moors of North Africa, the Celts, the Jews, and the Romans all took turns giving to and borrowing from the Spanish; more recently, the Spanish have heavily influenced the modern culture of several Latin American countries and the Philippines.",
        "language": "Spanish",
        "rank": 4,
        "name": "Spain",
        "inshort": "One of the most beautiful countries in Europe, Spain has a rich history of shared influence with external cultures.",
        "capital": "Madrid",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f39528b1202bfb511849d_Spain.jpg?alt=media&token=64e2f7dd-c5d8-463c-9420-79169aeb89e6",
        "currency": "Euro"
    }, {
        "timezone": "GMT+4",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fabu.jpg?alt=media&token=87d5edaa-ba73-489f-9041-edb21744f1fe",
        "capital": "Abu Dhabi",
        "currency": "UAE Dirham",
        "language": "Arebic",
        "rank": 9,
        "weather": "Abu Dhabi has a hot desert climate. Sunny blue skies can be expected throughout the year. The months of June through September are generally extremely hot and humid with maximum temperatures averaging above 41 °C (106 °F). During this time, sandstorms occur intermittently, in some cases reducing visibility to a few meters. The cooler season is from November to March, which ranges between moderately hot to mild. This period also sees dense fog on some days and a few days of rain. ",
        "about": "Abu Dhabi is the capital city of the United Arab Emirates and sits off the mainland on an island in the Persian Gulf. The economy of the UAE is the second largest in the Arab World, after Saudi Arabia, and mainly focuses on oil exports and commerce. Except for Dubai, which was helped by Abu Dhabi during its recent economic crisis, the entire destination still relies on the revenues that come from the oil industry, while trying to build a tourism hub that can help shift that pattern in the future. Tourism is now one of the main sources of revenue in the UAE; not only does it feature some of the world's most luxurious hotels, but there are also huge, hub-style airports with state-of-the-art facilities. Today, the UAE is the 31st largest economy by nominal GDP and is home to more than 9.4 million people. Similar to Dubai, its healthcare system is a mix of public and private, with the public system being more of a comprehensive system that cares for entire patient needs, in addition to all legal residents living in the capital city. The private sector keeps building state of the art facilities and caters to medical tourism.  ‍",
        "inshort": "Abu Dhabi is the capital city of the United Arab Emirates and sits off the mainland on an island in the Persian Gulf. ",
        "name": "Abu Dhabi"
    }, {
        "timezone": "GMT+2",
        "inshort": "Eswatini, officially the Kingdom of Eswatini and also known as Swaziland, is a landlocked country in Southern Africa.",
        "currency": "Swazi Lilangeni",
        "name": "Swaziland",
        "about": "Eswatini, officially the Kingdom of Eswatini and also known as Swaziland, is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At just 200 kilometres (120 mi) tall and 130 kilometres (81 mi) wide, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.",
        "language": "Swazi and English",
        "weather": "Eswatini is divided into four climatic regions: the Highveld, Middleveld, Lowveld and Lubombo plateau. The seasons are the reverse of those in the Northern Hemisphere, with December being mid-summer and June mid-winter. Generally speaking, rain falls mostly during the summer months, often in the form of thunderstorms. Winter is the dry season. Annual rainfall is highest on the Highveld in the west, between 1,000 and 2,000 mm (39.4 and 78.7 in) depending on the year. ",
        "capital": "Mbabane",
        "rank": 44,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3a13a4413f367e577b2b_Swaziland.jpg?alt=media&token=556e090a-b033-4d27-9e04-2d100109a995"
    }, {
        "capital": "Seoul",
        "language": "Korean",
        "weather": "The South Korean climate is temperate with four distinct seasons that coincide with the northern part of the United States: spring, summer, fall, and winter. The monsoon and typhoon seasons run from late June to late August, in which the country gets 60 percent of its annual rainfall. During that time, when it’s not raining, the weather is hot and humid, with an average July temperature ranging from 72-77 degrees Fahrenheit (22-25 degrees Celsius). ",
        "currency": "Won",
        "timezone": "GMT+9",
        "name": "Korea",
        "about": "Known as the “Land of the Morning Calm,” South Korea (officially called the Republic of Korea) is located on the southern half of the Korean Peninsula east of China and is bordered by communist North Korea (officially known as the Democratic People’s Republic of Korea). The country’s capital, Seoul, is a major global city with the second largest metropolitan population in the world. South Korea is one of the G-20 major economies, has a fully democratic government, is considered a developed country (like the U.S. and Canada), and has the fourth largest economy in Asia. It’s superb economic credentials and insatiable appetite for technological advancement, coupled with its citizens’ can-do attitude, translates into endless developmental possibilities for the country.  ‍",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ef2ce046141208d273796_Korea.jpg?alt=media&token=0734b3de-f74d-4f4c-9c85-8ffe278399bc",
        "inshort": "Known as the “Land of the Morning Calm”, South Korea is located on the southern half of the Korean Peninsula east of China and is bordered by communist North Korea",
        "rank": 45
    }, {
        "rank": 28,
        "name": "Australia",
        "about": "Australia, a federation of six states and two territories, is one of the world's great economic and migration success stories. Australia is a unique, modern, dynamic trading nation of 22 million people with an ancient indigenous history and a European cultural background.  ‍ Australia’s coastline stretches almost 50,000 kilometres and is linked by over 10,000 beaches, more than any other country in the world. More than 85 percent of Australians live within 50 kilometres of the coast, making it an integral part of the nation's low-stress lifestyle. The diverse land down under, home to many fascinating natural landmarks, is a multicultural paradise that welcomes all nations, backgrounds, and religions. ",
        "language": "English",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz3.jpg?alt=media&token=adfc58de-5a58-4733-916b-1317c91a9f77",
        "timezone": "GMT +12:00",
        "currency": "Australian Dollar ",
        "capital": "Canberra",
        "inshort": "Australia, a federation of six states and two territories, is one of the world's great economic and migration success stories.",
        "weather": "he climate of Australia is complex. For one thing, it's significantly influenced by ocean currents, including the Indian Ocean Dipole and the El Niño–Southern Oscillation, which is correlated with periodic drought. The seasonal tropical low-pressure system produces cyclones and monsoons in northern Australia. These factors cause rainfall to vary markedly from year to year. Much of the northern part of the country has a predominantly tropical climate; the southwestern corner of the country is much more Mediterranean. "
    }, {
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz4.jpg?alt=media&token=a1824ba5-e71d-445c-991f-b33e1f83e022",
        "weather": "The weather in Austria is influenced by temperate and alpine climates. The Alps have high precipitation, long winters, and short summers, while the eastern part of the country has low rainfall, hot summers and mild winters. Generally, temperatures in Austrian range from the low 20s Fahrenheit (around -6 degrees Celsius) in January to the high 70s  and 80s Fahrenheit (upper 20s Celsius) in June, July, and August.",
        "inshort": "Austria is a largely mountainous country because of its location in the Alps. The Central Eastern Alps, the Northern Limestone Alps and the Southern Limestone Alps are all partly in Austria.",
        "about": "Austria is a largely mountainous country because of its location in the Alps. The Central Eastern Alps, Northern Limestone Alps, and Southern Limestone Alps are all partly in Austria. Of the total area of Austria (84,000 km2 or 32,433 sq mi), only about a quarter can be considered low lying, and only 32 percent of the country is below 500 metres (1,640 ft). Much of the plains and low country is in the eastern part of the nation.  ‍  The Hills are Alive with the Sound of Music! Salzburg, Austria was the set location of the 1966 Academy Award winning musical, The Sound of Music, as well as the birthplace of the world-famous composer, Mozart. Austria is located in central Europe and shares its borders with Germany, the Czech Republic, Slovakia, Hungary, Slovenia, Italy, Switzerland, and Liechtenstein. The country is the birthplace of California Governor Arnold Schwarzenegger and still holds ostentatious palaces from the Habsburg era. It also touts historic spa towns like Bad Ischl and has a ski slope with a 78 percent gradient called the Harakiri. Austria is a beautiful country filled with both baroque splendor and untapped beauty that will make anyone want to come back for more.",
        "capital": "Vienna",
        "timezone": "GMT +1",
        "currency": "Euro",
        "language": "German",
        "rank": 36,
        "name": "Austria"
    }, {
        "timezone": "GMT+8",
        "name": "Taiwan",
        "inshort": "With contemporary cities, hot springs resorts, and dramatic mountainous terrain, Taiwan is a small island nation located 180 kilometres east of China.",
        "about": "With contemporary cities, hot spring resorts, and dramatic mountainous terrain, Taiwan is a small island nation located 180 kilometers east of China, with Taipei, its capital, known for its busy night markets and street food vendors. Officially known as the Republic of China, it is a partially recognized state in East Asia. It is still compared to the People’s Republic of China, which claims to still have partial influence over this nation island. Taiwan maintains a stable industrial economy as a result of rapid economic growth industrialization, which has been called the “Taiwan Miracle,” thanks to its booming tech market. It is the fifth-largest economy in Asia and is included in the advanced economies group of the IMF, after becoming the 26th largest economy in the world by nominal GDP. Tourism plays a key role in the economy of Taiwan, with visitors from the People’s Republic of China serving as main contributors to this thriving sector.  ‍",
        "capital": "Taipei",
        "weather": "Taiwan's climate is subtropical, except for the very southern part of the island, which is tropical. Summers are long and hot, lasting from April or May to September or October. The winters are short and mild, although snow does fall in the mountains and occasionally at lower elevations in the north.",
        "language": "Mandarin Chinese",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3bb8bc3667c0d3ebe26b_Taiwan.jpg?alt=media&token=b2e25615-9a9a-4432-bbd9-7fa6b6e9d301",
        "rank": 19,
        "currency": "New Taiwan Dollar"
    }, {
        "language": "Lithuanian",
        "timezone": "GMT+2",
        "name": "Lithuania",
        "currency": "Euro",
        "about": "Lithuania lies on the eastern coast of the Baltic Sea, bordering Latvia in the north, Belarus in the east, and Poland & Russia in the south. Lithuania borders a large area of the Baltic Sea coast. Nearly one third of the territory is covered by forests, with another 4.5 percent comprised of inland waters. There are over 2,800 lakes larger than 0.5 hectares in size and 18 rivers longer than 100 kilometres.  ‍  Lithuania is one of the Baltic States, an EU Member State situated on the Baltic Sea. Its territory is considered strategically favorable, so it's becomes increasingly attractive for business development and investments.",
        "rank": 20,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ef4696c31aa05c0cd8f70_Lithuania.jpg?alt=media&token=566dd9cf-3aec-4615-9efe-c7b84e14cf34",
        "weather": "Lithuania's climate, which ranges between maritime and continental, is relatively mild. Average temperatures on the coast are −2.5 °C (27.5 °F) in January and 16 °C (61 °F) in July. In Vilnius, the average temperatures are −6 °C (21 °F) in January and 17 °C (63 °F) in July. During the summer, 20 °C (68 °F) is common during the day while 14 °C (57 °F) is common at night; in the past, temperatures have reached as high as 30 or 35 °C (86 or 95 °F). ",
        "inshort": "Lithuania lies on the eastern coast of the Baltic Sea. In the north, the country borders on Latvia, in the east – on Belarus, in the south – on Poland and Kaliningrad Region of the Russian Federation.",
        "capital": "Vilnius"
    }, {
        "language": "Maltese and English",
        "capital": "Velletta",
        "inshort": "An archipelago in the Central Mediterranean Sea, the Republic of Malta is a nation known for historic sites related to a succession of rulers including the Romans, Moors, Knights of St. Johns, French",
        "timezone": "GMT+1",
        "rank": 27,
        "weather": "Malta has a Mediterranean climate, according to the Köppen climate classification, with very mild winters and warm-to-hot summers. Rain occurs mainly in winter, with summer being generally dry.",
        "about": "An archipelago in the Central Mediterranean Sea, just between Sicily and the North African coast, the Republic of Malta is a nation known for historic sites related to a succession of rulers including the Romans, Moors, the Knights of Saint John, French, and British. The islands have a number of megalithic temples and fortresses that attract tourists to the nation. The destination has a population of 420,000 and is considered one of the world’s smallest and most densely populated nations. It is a member of the European Union and uses the Euro as its currency, with a nominal GDP of $10.5 billion. ",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ef5fd64e8614338a86a43_Malta.jpg?alt=media&token=db7f6bc5-b833-46d2-a156-ad9416b645a3",
        "name": "Malta",
        "currency": "Euro"
    }, {
        "language": "Spanish",
        "timezone": "GMT-6",
        "name": "Mexico",
        "about": "Located just across the southern border of the United States, Mexico is a conveniently located destination for Canadians and Americans. It is the 5th largest country in the Americas; its vast land mass provides a varied experience for travelers. Mexico offers a range of attractions that can satisfy anyone from the intrepid traveler to those who prefer rest and relaxation: ancient Mayan ruins, Spanish-influenced colonial edifices, pristine beaches, mountains, deserts, contemporary nightclubs, and posh restaurants.",
        "rank": 46,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9ef83804614182152797a2_Mexico.jpg?alt=media&token=8131d3b7-ab02-4e6d-b454-65e99973ba5b",
        "weather": "Mexico straddles two climates: one temperate and the other tropical, thereby providing a variety of ambient temperatures and ecosystems that can satisfy almost all travelers. Northern Mexico tends to be dry, with intermittent rainfall, while the southern tropical lowlands have high precipitation. There are two seasons in Mexico: the dry season (late November to early June) and the rainy season (from June to November).",
        "currency": "Mexican Peso",
        "capital": "Mexico City",
        "inshort": "Located just across the southern border of the United States, Mexico is a conveniently located destination for Canadians and Americans."
    }, {
        "currency": "Moroccan Dirham",
        "about": "With a GDP of US $107 billion and a population of 33 million, Morocco not only has a relatively liberal economy but also the fifth largest in Africa. Tourism is very important to the destination and last year more than 10 million tourists visited the nation. A 2010 government initiative is focused on making Morocco one of the top 20 destinations in the world, with the aim of generating enough tourism dollars to account for 20 percent of its GDP, including the city of Casablanca, which is considered the most developed market for tourists inside the destination. Agriculture is the second most important sector for the destination, as it employs 40 to 50 percent of the working population. The healthcare system is organized into two sectors, public and private healthcare. ",
        "weather": "Generally, Morocco's climate is moderate and subtropical, cooled by breezes off the Atlantic and Mediterranean. In the interior the temperatures are more extreme, winters can be fairly cold and the summers very hot. In fact, the further you go from the ocean the more extreme winter and summer temperatures become.",
        "name": "Morocco",
        "timezone": "GMT+1",
        "language": "Arabic",
        "rank": 31,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9efa31d3a57f02729b39ff_Morocco.jpg?alt=media&token=c8695113-dea0-447f-b164-6130231536b9",
        "capital": "Rabat",
        "inshort": "With a GDP of $107 billion and a population of 33 million, Morocco's relatively liberal economy is one of the largest in Africa."
    }, {
        "about": "Located on South East Asia’s Indochina Peninsula and known for its tropical beaches, opulent royal palaces, ancient ruins and ornate Buddha temples, the Kingdom of Thailand is a developing destination with a population of approximately 67 million. Its economy is ranked 30th in the world by nominal GDP and has been classified as a newly industrialized destination, thanks to having outpaced other developing nations in a macroeconomic sense. Tourism is a major economic factor in Thailand, as it welcomes more than 25 million people annually. Its pristine beaches and tropical wet climate, along with its weak currency make Thailand an attractive destination for many vacationers looking to extend its visiting time versus what the same amount of money can get them in other destinations.",
        "capital": "Bangkok",
        "language": "Thai",
        "weather": "Thailand's climate is tropical with a mean annual temperature of 82°F and high humidity. There are three distinct seasons – the hot season from March to May, the cool season from November to February and the rainy season from about June to October.",
        "timezone": "GMT+7",
        "inshort": "Located on Southeast Asia’s Indochina Peninsula, this developing nation is known for its tropical beaches, opulent royal palaces, ancient ruins and ornate Buddha temples.",
        "rank": 17,
        "name": "Thailand",
        "currency": "Thai Baht",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3ccd8b1202006b11a039_Thailand.jpg?alt=media&token=9e5c04c6-1a16-4f21-8f7b-e6d902dfd0ec"
    }, {
        "capital": "Tunis",
        "currency": "Tunisian Dinar",
        "timezone": "GMT+1",
        "rank": 38,
        "weather": "Tunisia has a Mediterranean climate with hot, dry summers and mild winters. The most pleasant time to visit is in the spring (mid-March to mid-May); the summertime is popular for beach bums, but note that this is also the high season, so expect high prices and crowds. For those interested in visiting the Sahara Desert, the best time to go is during late Fall (November to early December). November is also the time when the date harvests have been completed, and some of the music festivals have begun.",
        "language": "Arabic",
        "name": "Tunisia",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3de6e570d7598c3d513f_Tunisia.jpg?alt=media&token=a2e12a92-4f44-403b-911f-fc4404f5348b",
        "inshort": "The Republic of Tunisia is the northernmost African country and is bordered by Algeria, Libya, and the Mediterranean sea",
        "about": "The Republic of Tunisia is the northernmost African country and is bordered by Algeria, Libya, and the Mediterranean Sea. It has a population of just over 11.78 million and an area of 165,000 sq. km. Tunis is the capital and is found in the northeast part of the country. Tunisia is the smallest nations situated along the Atlas mountain range, but it's the country's constant sunshine and golden, sandy beaches that make it a premiere tourist destination. The Sahara desert is in the south, with fertile areas in the remainder of the country. "
    }, {
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f29c1d877555768ed4de7_Philippines.jpg?alt=media&token=0934b3f8-2975-46a3-b27d-358e20b58954",
        "language": "English and Tagalog",
        "currency": "The Philippine Peso (PHP)",
        "rank": 24,
        "about": "A former colony of Spain and the United States, the Philippines (located in the western Pacific Ocean) is one of two predominantly Catholic countries in Asia. There are also large populations of people who practice Buddhism, Hinduism, and Islam. Religion is not the only source of diversity in the Philippines; the country is one of the most ethnically varied countries in the world, which is a reflection of its various cultural inheritances. Its distinction as the second largest archipelago in the world with more than 7,000 islands (many of them lined with coral reefs) translates to a tapestry of ecological wonders.",
        "capital": "Manila",
        "inshort": "A former colony of Spain and the United States, the Philippines (located in the western Pacific Ocean) is one of two predominantly Catholic countries in Asia.",
        "timezone": "GMT+8",
        "weather": "The weather in the Philippines is humid and tropical, with constant sea breezes. The country has three distinct seasons: the cool and dry season (October to February), the hot and dry season (March to May), the rainy season (June to September), and the typhoon season (June to September). The warmest month is in May, with an average temperature of 83 degrees Fahrenheit (28 degrees Celsius), and the coldest month is January with an average temperature of 78 degrees Fahrenheit (25 degrees Celsius).",
        "name": "Philippines"
    }, {
        "currency": "Polish Zloty",
        "about": "Poland is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. The major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin. Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.",
        "rank": 29,
        "language": "Polish",
        "inshort": "Poland is a country located in Central Europe. It is divided into 16 administrative subdivisions and has a largely temperate seasonal climate. ",
        "name": "Poland",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f2c763152d54a8506a98a_Poland.jpg?alt=media&token=b7467c75-204f-40a1-afd6-9d47e60c88b4",
        "weather": "The climate is mostly temperate throughout the country. The climate is oceanic in the north and west and becomes gradually warmer and continental toward the south and east. Summers are generally warm, with average temperatures between 18-30 °C (64-86 °F), depending on the region. Winters are rather cold, with average temperatures around 3 °C (37 °F) in the northwest and −6 °C (21 °F) in the northeast. Precipitation falls throughout the year.",
        "capital": "Warsaw",
        "timezone": "GMT+1"
    }, {
        "rank": 21,
        "capital": "Lisbon",
        "weather": "Portugal has a warm and sunny climate, with mild winters. Summer temperatures can top 30-47ºC. In the northwest, weather is milder and damper. Every year, 2000mm of rain can fall. Portugal’s high season runs from mid-June to mid-September, when temperatures across the country average around 27°C. During winter (November to March) the rains arrive, falling most heavily in the north and most lightly in the south.",
        "about": "Portugal is a country located mostly on the Iberian Peninsula in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments. With its mild climate, 3000 hours of sunshine per year and 850 kms of splendid beaches bathed by the Atlantic Ocean, Portugal is the perfect holiday destination all year round.",
        "currency": "Euro",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f2d4b1565a67831c0d567_Portugal.jpg?alt=media&token=449d5813-7fac-4b2d-9db0-70f850c9d530",
        "timezone": "GMT",
        "inshort": "Portugal, officially the Portuguese Republic, is a country located mostly on the Iberian Peninsula in southwestern Europe.",
        "name": "Portugal",
        "language": "Portuguese"
    }, {
        "language": "Hindi & English",
        "weather": "India is typically very hot, with the hottest and driest months lying between March and June. The average temperature during this time is usually 90 degrees Fahrenheit. However, in the western part of India, the average temperature can be much higher. The coolest months are between December and February, with the average daily temperature fluctuating between 50-59 degrees Fahrenheit (10-15 degrees Celsius). The rainy (monsoon) season lasts from March until June. Because the boundaries of India span a large land area, it does not fit into only one climate zone. ",
        "timezone": "GMT+5",
        "capital": "Delhi",
        "name": "India",
        "about": "A former British colony, India is located in southern Asia bordering Pakistan to the northwest; China, Bhutan, and Nepal to the northeast; and Bangladesh and Myanmar to the east. The southern part of India is surrounded by the Indian Ocean, the southwestern part is surrounded by the Arabian Sea, and the southeast tip is near the Island of Sri Lanka. India is the 7th largest country by land mass and is the second most populous country, with over 1 billion people. Approximately 85 percent of Indian residents practice Hinduism. On the whole, India is home to various cultures and practices, and is culturally, genetically, and linguistically the second most diverse geographical entity, after Africa.  ‍  In recent years, India has seen a boom in its medical and technological sectors, which in turn has created a burgeoning middle class. With the help of its advancing infrastructure and a more modern economy, India has catapulted itself away from its identity as an underdeveloped nation and into the category of a developing nation, along with Brazil, China, and Argentina.",
        "rank": 25,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Ftajmahal.jpg?alt=media&token=3a7a5525-4e04-41de-8366-c8d3f40b6397",
        "inshort": "A former British colony, India is located in southern Asia. Pakistan is located on its northwestern border; China, Bhutan, and Nepal are to the northeast; Bangladesh and Myanmar are to the east",
        "currency": "Rupee"
    }, {
        "language": "Arabic",
        "weather": "The climate of Qatar is desert, with very mild winters and very hot and sunny summers. Being a small and flat country, it has a uniform climate throughout the territory. There are two main seasons: a cooler season from December to February, and a hot season from April to October. Inside of the hot season, there is a primary subseason: a very hot period from May to mid-October. March and November are transitional months that maintain warm temperatures, but without excesses.",
        "capital": "Doha",
        "about": "This sovereign destination located in Southwest Asia has a sole land border with Saudi Arabia and a population of more than 2.3 million. The State of Qatar is a peninsular Arab destination whose terrain comprises arid desert and a long Persian Gulf shoreline of beaches and dunes. As a high-income economy and a developed nation, it boosts the third largest natural gas reserves, as well as a large oil reserve in its territory. With a nominal GDP ranking them 49th in the world, with the highest per capita income anywhere on Earth, it is a significant power in the Arab world. Currently, Qatar welcomes more than 1.4 million visitors every year, and the number is expected to keep growing, as the government continues to invest in developing a modern city with state-of-the-art attractions, modern hotel accommodations, and a huge hub airport with nonstop flights to the most important cities in the world. ",
        "timezone": "GMT+3",
        "rank": 39,
        "inshort": "This sovereign destination located in Southwest Asia has a sole land border with Saudi Arabia and a population of more than 2.3 million. ",
        "currency": "Qatari Riyal",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f2eb2417f59e74d28d7bf_Qatar.jpg?alt=media&token=e32f3cf2-5338-4d10-89a7-bc056a35198b",
        "name": "Qatar"
    }, {
        "capital": "Moscow",
        "name": "Russia",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f30e2550a7e62848b33aa_Russia.jpg?alt=media&token=6fcfe6ad-37a4-4f9c-9c9f-99a351cb9c09",
        "about": "The world’s largest nation by land reaches European and Asian destinations, as well as the Pacific and Arctic Oceans. Also known as the Russian Federation, it has a population of 143.5 million and is ranked as the world’s 13th largest economy with a GDP in 2015 of US $1.24 billion. It has enormous natural resources and is heavily dependent on energy revenues to drive growth. Today, Russia is struggling with huge economic sanctions and a financial crisis, after several unilateral acts against other destinations effected economic sanctions and the eventual collapse of its currency, the Ruble. Not even the abundance of oil, natural gas and precious metals has helped the destination to stay afloat, as the price of oil plunges around the world, decreasing margins and revenues.  ‍",
        "timezone": "GMT+3",
        "rank": 41,
        "inshort": "The world’s largest nation by area owns land in both Europe and Asia and touches both the Arctic and Pacific Oceans.",
        "currency": "Russian Ruble",
        "language": "Russian",
        "weather": "With an area the size of Russia, it is difficult to give any sort of general advice about the climate and weather, except that summers are warm to hot, and winters get very cold in some areas. In general, the climate of Russia can be described as highly continental, with warm-to-hot, dry summers and (very) cold winters with temperatures of -30°C or lower. Heavy snowfall is not uncommon."
    }, {
        "timezone": "GMT+3",
        "weather": "The average summer temperature is about 45° C, but readings of up to 54° C are not unusual. The heat becomes intense shortly after sunrise and lasts until sunset, followed by surprisingly cool nights. In the winter, the temperature seldom drops below 0° C, but the almost total absence of humidity and the high wind-chill factor make a quite cold atmosphere. In the spring and autumn, the heat is temperated, temperatures average around 29° C.",
        "inshort": "Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world.",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5ec698dc6a85040c60404ce7_saudi-arabia.jpg?alt=media&token=78bf010e-a26e-40ef-b926-74cbd9ae844f",
        "currency": "Saudi riyal",
        "language": "Arabic",
        "capital": "Riyadh",
        "rank": 35,
        "name": "Saudi Arabia",
        "about": "Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Egypt and Israel by the Gulf of Aqaba. It is the only country with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.Saudi Arabia also has one of the world's youngest populations: 50 percent of its 33.4 million people are under 25 years old"
    }, {
        "name": "Brazil",
        "currency": "Brazilian Real (BRL)",
        "language": "Portuguese",
        "about": "Located in South America, Brazil is the fifth largest and fifth most-populated country in the world. The Atlantic Ocean borders it to the east; Venezuela, Guyana, Suriname, and French Guiana, to the north; Colombia, to the northwest; Bolivia and Peru, to the west; Argentina and Paraguay, to the southwest; and Uruguay, to the south.  ‍  A former colony of Portugal, Brazil merges three distinct ethnicities into one culture: European (mostly from Portugal, but there is a significant number of Italians, Spaniards, and Germans), African, and Amerindian. Additionally, a comparatively smaller number of Japanese and Middle Easterners arrived in the early part of the 20th century. This synergistic mixture produces a unique blend of music, art, edifices, food, and celebrations, not to mention some of the most beautiful people in the world. With 4,655 miles (7,491 km) of coastline, Brazil is home to world-renowned beaches and adjacent nightlife, which offers a whole new take on the phrase “fun in the sun.”",
        "capital": "Brasília",
        "inshort": "Brazil is the fifth largest and fifth most populous country in the world. Brazil is home to world-renowned beaches and adjacent nightlife.",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz8.jpg?alt=media&token=f8c2ee2d-eaa7-462f-b56b-c39ebf2857f3",
        "weather": "Brazil´s large size contributes to its diversity in terrain and climate. It is home to both the Amazon tropical rainforest and hundreds of acres of farmland. Because it is located in the southern hemisphere, Brazilian seasons are the opposite of North America's. Winter is June to August, and summer (the rain season) is December to February. During the summer, the southern part of Brazil is very humid; during the winter, only the regions south of Rio get really cold. During the winter, temperatures are generally between 55 and 65 degrees Fahrenheit. ",
        "timezone": "GMT-3",
        "rank": 37
    }, {
        "inshort": "Serbia has connected West with East for centuries – a land in which civilisations, cultures, faiths, climates and landscapes meet and mingle.",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f32202890cbb0820f2153_Serbia.jpg?alt=media&token=b9f47278-2dee-4d3c-a7be-793653d4962b",
        "weather": "he northern part of Serbia has cold winters and hot summer, while the upland regions have hot, dry summers and cold winters, and the mountain areas are susceptible to snow fall. In Belgrade, the climate is moderate continental with four seasons. The average temperature in January (the coldest month) is 32 degrees Fahrenheit (0 Celsius), and in June (the warmest month), the average is 72 degrees Fahrenheit (22 degrees Celsius).",
        "about": "Serbia has connected West with East for centuries – a land in which civilisations, cultures, faiths, climates, and landscapes meet and mingle. It is located in the centre of the Balkan Peninsula, in southeastern Europe. The northern portion belongs to central Europe, but in terms of geography and climate, it is also partly a Mediterranean country. Serbia is landlocked, but as a Danube country, it is connected to distant seas and oceans. Serbia is the crossroads of Europe and a geopolitically important territory. The international roads and railway lines, which run through the country’s river valleys, form the shortest link between Western Europe and the Middle East. From the agricultural regions of the Pannonian Plain in the north, across the fertile river valleys and orchard-covered hills of Šumadija, the landscape of Serbia continues southward, gradually giving way to mountains rich in canyons, gorges, and caves, as well as well-preserved forests.  ‍",
        "currency": "Serbian Dinar",
        "language": "Serbian",
        "capital": "Belgrade",
        "rank": 13,
        "name": "Serbia",
        "timezone": "GMT+1"
    }, {
        "inshort": "Canada is the second largest country in the world by area and includes thousands of adjacent islands, notably Newfoundland in the east and those of the Arctic Archipelago in the north.",
        "name": "Canada",
        "currency": "Canadian Dollar",
        "about": "Canada is the second-largest country in the world by land area. Canada’s total land area includes thousands of adjacent islands, notably Newfoundland in the east and those of the Arctic Archipelago in the north. Canada is bounded by the Arctic Ocean to the north, Greenland (a self-governing part of the Danish kingdom) to the northeast, the Atlantic Ocean to the east, the continental United States to the south, and the Pacific Ocean & the American state of Alaska to the west; in addition, tiny Saint-Pierre and Miquelon (an archipelagic territory of France) lies off Newfoundland.  ‍  On the whole, Canada is sparsely populated, with the majority of its land area dominated by forest and tundra. Its population is highly urbanized, with more than 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border with the U.S.",
        "language": "English and French",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz9.jpg?alt=media&token=c6121717-28f1-4016-afbf-59d097235651",
        "rank": 1,
        "weather": "Because of its great latitudinal extent, Canada has a wide variety of climates. Ocean currents play an important role, with both the warm waters of the Gulf Stream in the Atlantic and the Alaska Current in the Pacific affecting climate. Westerly winds, blowing from the sea to the land, are the prevailing air currents in the Pacific and bring coastal British Columbia heavy precipitation and moderate winter and summer temperatures. Inland, the Great Lakes moderate the weather in both southern Ontario and Quebec. In the east, the cold Labrador Current meets the Gulf Stream along the coast of Newfoundland and Labrador, cooling the air and causing frequent fog.",
        "timezone": "GMT-4",
        "capital": "Ottawa"
    }, {
        "timezone": "GMT+3",
        "currency": "Turkish Lira",
        "language": "Turkish",
        "about": "Turkey straddles both Asia and Europe, and is commonly referred to as a Eurasian country. It borders four different seas and eight countries: Bulgaria, Greece, Georgia, Armenia, Azerbaijan, Iran, Iraq, and Syria. Coupled with its rich history as the successor state to the powerful Ottoman Empire, Turkey’s culture is a unique tapestry that blends both eastern and western elements. During the modern era, Turkey has integrated itself into the West via organizations like NATO, the Council of Europe, and the G-20; it has been negotiating for full membership into the European Union since 2005. Due to its advanced economy and infrastructure, Turkey is classified as both a developed country (like the U.S. and Western Europe) and a regional power. It is also more secular than other countries in the region; in major cities, it is common to see women wearing abayas (a black over garment worn by some Islamic women) with niqabs (a face veil that covers everything but the eyes) and miniskirts, both of which are considered acceptable attire.",
        "inshort": "Turkey straddles both Asia and Europe. It borders four different seas and eight countries: Bulgaria, Greece, Georgia, Armenia, Azerbaijan, Iran, Iraq, and Syria.",
        "capital": "Ankara",
        "weather": "The coastal areas of Turkey are subject to mild winters and hot, humid summers, while the inland areas are subject to very cold winters and excessively hot summers. The eastern part of Turkey has more extreme temperatures, which can fall to as low as 10.4 degrees Fahrenheit (-12 degrees Celsius) with snow from December to April, and summer temperatures can reach an unbearable 113 degrees Fahrenheit (45 degrees Celsius). Unlike the eastern region, the coastal region (including Istanbul) is subject to more pleasant temperatures with average high temperatures in the mid 80s Fahrenheit (about 29 degrees Celsius).",
        "name": "Turkey",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3eb4baf5bc626fb26574_Turkey.jpg?alt=media&token=f38f7037-fcb8-4a73-be07-349e22c8f82b",
        "rank": 30
    }, {
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f33f4baf5bc3173b20e52_Singapore.jpg?alt=media&token=6c387fb9-917c-46ce-a31a-88d3d8388377",
        "rank": 2,
        "inshort": "An ex-British colony, Singapore is an island city/nation located at the southern tip of the Malay Peninsula, south of the Malaysian border.",
        "about": "An ex-British colony, Singapore is an island city/nation located at the southern tip of the Malay Peninsula, south of the Malaysian border. It spans only 424 sq. miles (683 km2). Its small size (it’s about 3.5 times the size of Washington, DC) allows for quick and easy travel throughout the country. Due to its status as a former colony and multicultural nation (Chinese make up 77 percent of the population, East Indians 8 percent, Malays 14 percent), Singapore offers an amalgamation of culture, cuisine, architecture, religion, language, and art. Following its independence, Singapore became one of the most prosperous nations in the world, with strong international trading ties. Its GDP is on par with prosperous European nations.  ‍",
        "capital": "Singapore",
        "weather": "Singapore is only one degree north of the equator, so its climate is tropical. The weather is hot and humid all year round. The high daytime temperature is usually 86 degrees Fahrenheit (30 degrees Celsius) with humidity above 75 percent. Singapore has two monsoon seasons: the Southwestern season from June to September and the Northeastern season from December to March. The rainy season occurs in November and December.",
        "timezone": "GMT+8",
        "name": "Singapore",
        "language": "English",
        "currency": "Singapore Dollar"
    }, {
        "weather": "Ukraine has a mostly temperate climate, with the exception of the southern coast of Crimea, which has a subtropical climate. The climate is influenced by moderately warm, humid air coming from the Atlantic Ocean. Average annual temperatures range from 5.5–7 °C (41.9–44.6 °F) in the north, to 11–13 °C (51.8–55.4 °F) in the south. Precipitation is disproportionately distributed; it is highest in the west and north and lowest in the east and southeast. ",
        "about": "Ukraine is located in eastern Europe. It borders seven countries – you can travel there from Poland, Slovakia and Hungary from the west, Romania and Moldova on the southwest, Russia from the north and east and Belarus from the north. Ukraine is the continent’s largest county at 603,628 square kilometres, sandwiched between the Black Sea in the south and another former Soviet state, Belarus, in the north. Ukraine's landscape consists mainly of plains and plateaus. Only the Carpathian mountains in the west reach 2,061 m (6,760 ft.). Mount Hoverla is the highest mountain in the country.",
        "name": "Ukraine",
        "timezone": "GMT+2",
        "rank": 6,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f41a02890cb2acd0faafe_Ukraine.jpg?alt=media&token=9b3eb6bc-63c6-4ad4-84ca-0a3b3678b27a",
        "inshort": "Ukraine is located in Eastern Europe. It borders 7 countries. You can get there from Poland, Slovakia and Hungary, Romania and Moldova, Russia and Belarus",
        "language": "Ukrainian",
        "capital": "Kyiv",
        "currency": "Ukrainian Hryvnia"
    }, {
        "currency": "Euro",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f3518a77e7feea7a62db3_Slovakia.jpg?alt=media&token=538f29eb-f5ca-4ae4-9290-32da6452f127",
        "capital": "Bratislava",
        "inshort": "Explore this little-discovered destination in the heart of Europe. Avoid the crowds of tourists and feel like a real traveller, with everything nearby – Slovakia in Central Europe in pocket edition.",
        "rank": 12,
        "name": "Slovakia",
        "timezone": "GMT+1",
        "about": "Explore this overlooked destination in the heart of Europe. Avoid the crowds of tourists and feel like a real traveler, with everything nearby; Slovakia is Central Europe in pocket edition. You will discover hundreds of interesting and unexpected secrets in almost every village, town, and valley. Get lost in unique castles, caves, hot springs, folk architecture, the European Dead Sea, a famous Celtic town, the European wilderness, and so much more. These are some of Slovakia’s unique tourist destinations, which are hard to find elsewhere in the world.",
        "language": "Slovak",
        "weather": "Slovakia features a moderate climate zone with four changing seasons. The average temperature in winter is -2°C and jump up to 21°C in the summer. In some mountain ranges, the snow remains on average 130 days per year."
    }, {
        "currency": "British Pound",
        "language": "English",
        "timezone": "GMT",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f42eabaf5bcab35b29ce3_United%20Kingdom.jpg?alt=media&token=7888a7b2-8de4-4d81-b47b-ee830f223d6a",
        "name": "United Kingdom",
        "inshort": "The United Kingdom is located in northwestern Europe. The full name of the country is The United Kingdom of Britain and Northern Ireland.",
        "capital": "London",
        "weather": "The United Kingdom has a temperate climate, with plentiful rainfall all year round. The temperature varies with the seasons, seldom dropping below −11 °C (12 °F) or rising above 35 °C (95 °F). The prevailing wind is from the southwest and bears frequent spells of mild and wet weather from the Atlantic Ocean, although the eastern parts are mostly sheltered from this wind, since the majority of the rain falls over the western regions.  ",
        "rank": 5,
        "about": "he United Kingdom plays a central role in global politics and the global economy. weather you’re in the United Kingdom (UK) for the first time, or have lived there your whole life and are looking for new places to visit, UK travel is all about variety. It’s about unearthing a mixture of iconic sights and hidden gems, ticking famous landmarks off your bucket list, and stumbling across a quirky local museum the next. It’s about taking the plunge into a vast wealth of activities, weather you’re an adrenaline junkie, a die-hard hobbyist, or simply fancy trying your hand at something new – from abseiling and mountain biking to hiking and pony trekking, seal spotting, or bird watching."
    }, {
        "weather": "Because Chile is located south of the equator, its seasons are the opposite of North America's. Summer is December to March, and winter is June to September. Spring is September to November, and fall is late February to April. Northern Chile is one of the driest regions in the world, with an average maximum winter temperature of 63 degrees Fahrenheit (17 degrees Celsius) and an average summer temperature of 82 degrees Fahrenheit (28 degrees Celsius). ",
        "rank": 32,
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz10.jpg?alt=media&token=e55405b7-61ba-4e8a-b2ab-cddff51c44cf",
        "capital": "Santiago",
        "currency": "Peso",
        "name": "Chile",
        "language": "Spanish",
        "inshort": "Chile is a narrow strip wedged between the Pacific Ocean and the Andes Mountain range.",
        "about": "Chile is a narrow strip of land wedged between the Pacific Ocean and the Andes mountain range. Its border countries are Peru to the north, Argentina to the east, and Bolivia to the northeast.  ‍  Chile is one of South America’s most stable and prosperous nations. As one of the founding members of the United Nations (UN) and the Union of South American Nations, it leads Latin America in human development, gross domestic product per capita, competitiveness, quality of life, political stability, globalization, and economic freedom. Chile has comparatively low poverty rates; it also has a low level of corruption and a high level of freedom of the press.  ‍  Chile's is natural beauty and ecological diversity are also major tourist attractions. Its icy southern tip is near Antarctica, while the northern region is home to the Atacama Desert, which is the driest desert in the world. In between the two extremes are alpine tundra and glaciers in the east and southeast, with humidity and subtropical weather on Easter Island, oceanic climates in the south, and a Mediterranean climate in central Chile.",
        "timezone": "GMT-3"
    }, {
        "capital": "Washington, D.C",
        "currency": "US Dollar",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2F5e9f43b3e570d72bf53d8e4c_United%20States.jpg?alt=media&token=c3c74bd4-277c-49e2-b6a7-f5aac16b88ab",
        "weather": "As a huge country, the contiguous United States is home to a wide variety of climates. However, in general, it has a continental climate, with cold winters (often frigid) and hot summers (sometimes very hot), with a different season duration depending on latitude and distance from the sea. There are, however, some exceptions: on the west coast overlooking the Pacific Ocean, the climate is cool and damp in the northern part and Mediterranean in the southern part. On the coast of the Gulf of Mexico, the climate is mild in winter and hot and muggy in summer. In Florida, the weather is near-tropical. Ruggid settings like the Rocky Mountains are cold in winter and often cool, even in summer. The southwest features deserts which are mild in winter and scorchingly hot in summer.",
        "timezone": "GMT-4",
        "rank": 3,
        "inshort": "Known as the “The Land of the Free” and the “Home of the Brave”, the United States gained its independence from the Kingdom of Great Britain in 1776",
        "language": "English",
        "name": "United States",
        "about": "Known as the “The Land of the Free” and “Home of the Brave,” the United States declared its independence from the Kingdom of Great Britain in 1776. Since then, the U.S. has become a dominant economic and military force in the global community. Demographically, the United States is one of the most ethnically diverse countries in the world, with substantial populations of Latin Americans, African Americans, Native Americans, Asian Americans, and European Americans. Such a diverse tapestry of cultures translates into diverse cuisine, fashion, religions, languages, and customs. The continent-spanning borders give the U.S. a surprisingly wide ecological diversity, too. "
    }, {
        "name": "China",
        "weather": "China is characterized by a continental climate. The latitudes span nearly 50 degrees; its southern part is in the tropical and subtropical zones, and its northern part near the frigid zones. The northern part of Heilongjiang province has long winters but no summers, while Hainan Island has long summers but no winters. The Huaihe River valley is marked by distinctive seasonal changes, but it is spring all year round in the south of the Yunnan-Guizhou Plateau. China’s high tundra zone is situated in Qinghai-Tibet, where the temperature is low in all four seasons.",
        "language": "Mandarin and English",
        "rank": 33,
        "inshort": "China is situated in eastern Asia. It is the third-largest country in the world, with an area of 9.6 million square kilometres, or one fifteenth of the world’s landmass.",
        "capital": "Beijing",
        "about": "China (also known as the People’s Republic of China) is situated in eastern Asia, bound in the east only by the Pacific Ocean. It is the third-largest country in the world, behind only Canada and Russia, with an area of 9.6 million square kilometers, or one-fifteenth of the world’s land mass.  ‍  China has one of the world's oldest cultures and civilizations, and has contributed to the invention of paper, printing, gunpowder, and compass orientation. During the 19th and 20th centuries, Chinese suffered through several decades of internal turbulence, civil war, foreign interference, and Japanese invasion until a communist state, the People’s Republic of China, was established on October 1, 1949",
        "link": "https://firebasestorage.googleapis.com/v0/b/medical-tourism-2367d.appspot.com/o/country%2Fz11.jpg?alt=media&token=071f0b51-f02c-41d2-8aa9-05ef81a53e43",
        "timezone": "GMT+8",
        "currency": "The Renminbi (RMB) Population"
    }
]